Repository: gdarko/wp-mkd-air-quality
Catalog: languages/wp-mkd-air-quality-*.po
Languages: mk_mk

source: Settings saved successfully
mk_mk: Поддесувањата се зачувани

source: Cache purged successfully
mk_mk: Кешот е избришан

source: Settings
mk_mk: Поддесувања

source: Language
mk_mk: Јазик

source: Default
mk_mk: Стандардно

source: Save settings
mk_mk: Зачувај

source: Purge cache
mk_mk: Избриши Кеш

source: Not measured
mk_mk: Не е измерено

source: No measurements found.
mk_mk: Мерењата не се достапни.

source: Last Value
mk_mk: Последна Вредност

source: Average Value
mk_mk: Просечна Вредност

source: Daily
mk_mk: Дневно

source: Weekly
mk_mk: Неделно

source: Monthly
mk_mk: Месечно

source: Skopje Region
mk_mk: Скопски Регион

source: Western Region
mk_mk: Западен Регион

source: Eastern Region
mk_mk: Источен Регион

source: Centar
mk_mk: Центар

source: Karpos
mk_mk: Карпош

source: Gazi Baba
mk_mk: Гази Баба

source: Lisice
mk_mk: Лисиче

source: Rektorat
mk_mk: Ректорат

source: Miladinovci
mk_mk: Миладиновци

source: Gjorce Petrov
mk_mk: Ѓорче Петров

source: Bitola 1
mk_mk: Битола 1

source: Bitola 2
mk_mk: Битола 2

source: Kicevo
mk_mk: Кичево

source: Lazaropole
mk_mk: Лазарополе

source: Tetovo
mk_mk: Тетово

source: Gostivar
mk_mk: Гостивар

source: Strumica
mk_mk: Струмица

source: Veles 2
mk_mk: Велес 2

source: Kocani
mk_mk: Кочани

source: Kavadarci
mk_mk: Кавадарци

source: Kumanovo
mk_mk: Куманово

source: Carbon Monoxide (CO)
mk_mk: Јаглерод Моноксид (CO)

source: Very low
mk_mk: Многу Ниско

source: Low
mk_mk: Ниско

source: Medium
mk_mk: Средно

source: High
mk_mk: Високо

source: Very High
mk_mk: Многу Високо

source: Nitrogen Dioxide (NO2)
mk_mk: Азот Диоксид (NO2)

source: Ozone (O3)
mk_mk: Озон (O3)

source: Particulate Matter (PM10)
mk_mk: ПМ10 Честички

source: Particulate matter (PM10) Daily
mk_mk: ПМ10 Честички Дневно

source: Particulate Matter (PM2.5)
mk_mk: ПМ2.5 Честички

source: Sulfur Dioxide (SO2)
mk_mk: Сулфур Диоксид (SO2)

source: Station:
mk_mk: Станица:

source: Unit:
mk_mk: Мерка:

source: Station
mk_mk: Станица

source: Value
mk_mk: Вредност

source: No data available.
mk_mk: Податоците не се достапни.
